Repository: victorlimabr/ufcat_ru_check
Catalog: lib/l10n/app_*.arb
Languages: pt

# connectionErrorMessage
source: Oops. Check your connection or departament credentials
pt: Ops. Verifique a conexão com servidor ou Credenciais.

# signInPageSubtitle
source: Welcome
pt: Bem vindo(a)

# signInPageTitle
source: Department access
pt: Acesse o departamento

# departmentIdentifierHint
source: Enter department ID
pt: Digite o ID do departamento

# departmentPasswordLabel
source: Password
pt: Senha

# departmentPasswordHint
source: Enter department password
pt: Digite a senha do departamento

# requiredFieldError
source: It cannot be blank
pt: Não pode ficar em branco

# enterButton
source: Enter
pt: Entrar

# nextButton
source: Next
pt: Próxima

# nthQuestion
source: Question {nth}
pt: Pergunta {nth}

# flowPageTitle
source: Tell us about your experience at Nasr Faiad Hospital
pt: Conte-nos a sua experiência no Hospital Nasr Faiad

# flowPageMessage
source: Will be less than 1 minute.
pt: É menos de 1 minuto.

# startButton
source: Start
pt: Começar

# savingAnswersPageMessage
source: Thank you for participating. We will evaluate all your responses...
pt: Obrigado por participar. Vamos avaliar todas suas respostas...

# endFlowPageMessage
source: Thanks for your feedback. We'll do our best to accommodate you.
pt: Obrigado pelo seu feedback. Faremos o melhor para lhe atender.
